<template>
  <div class="content">
    <h2>Scroll 滚动条</h2>
    <h3>组件用法</h3>
    <p>①鼠标移入到内容上即可看到滚动条</p>
    <div style="height:50px;"></div>
    <scroll style="width: 300px; height:400px">
      <div class="content">
        <h4 style="margin-top:0;">洗热水澡预防新型冠状病毒</h4>
        <p>2020年1月28日，一则名为“劝君洗一热水澡，新型病毒大减少——致钟南山院士、李兰娟院士的建议书”在不少微信群里转发，一名免疫学博士建议通过洗热水澡保护新型冠状病毒易感人群，并称“在家中洗热水澡是一种操作简便、最有效、成本最低、最容易保护易感人群的方法！”
          随后，国家卫健委高级别专家组成员、中国工程院院士李兰娟就网络上的一些建议进行回应。她表示，“在家里洗（泡）热水澡和高温消毒是两码事，洗热水澡保护易感人群不宜宣传”，高温消毒是专业的事情，跟在家里洗热水澡不一样。当前预防新型冠状病毒感染的方法依然是少去人多密集场所，勤洗手，戴口罩，保持室内通风。
        </p>
        <h4>日本派遣1000人医疗队前往武汉</h4>
        <p>1月27日，一张日本读卖电视台报道中国新型冠状病毒感染的肺炎疫情的电视截图在微信朋友圈和网上被疯转，并被加了注解称“日本派遣1000人医疗队前往武汉”。
          调查发现，这其实是断章取义的假消息！真实情况是，由于日语表达习惯性省略主语，读卖电视台报道的是“中国7省市共派遣约1000名医务人员赴武汉疫区”。此外，网传日本口罩降价销售且到处张贴“武汉加油！中国加油！”也并无此事，实际情况为，日本多地区店内的大包装口罩基本销售一空，多家店铺的独立包装口罩也采取了限购措施。
        </p>
        <h4>感染新型冠状病毒肺炎外卖员故意对食物咳嗽</h4>
        <p> 28日，一则网络消息称，青岛外卖员感染新型冠状病毒肺炎后，故意向食物里“吐口水”，恶意传播病毒。同时，该配送员曾配送过的人员名单也在网络流传。
          29日，青岛市公安局网络警察支队官方微博“青岛网警巡查执法”发布消息：近日，网传我市疑似新型冠状病毒感染者刘某某在送外卖过程中故意向食物里咳嗽。经公安机关核查，该视频是数日前外省传播的视频，与我市无关 [18] 。</p>

      </div>

    </scroll>
  </div>
</template>

<script>
import Scroll from '@/components/scroll/scroll'
export default {
  components: {
    Scroll
  }
}

</script>
<style lang='scss' scoped>
.content h4 {
  margin: 20px 0 12px 0;
}
</style>